Repository: udzutech24/millio
Catalog: millio/Localizable.xcstrings
Source language: ru
Languages: de, en, es, fr, tr, zh_hans

# cashflow.editor.section.transaction_type
source: Тип операции
de: Transaktionstyp
en: Transaction type
es: Tipo de transacción
fr: Type de transaction
tr: İşlem türü
zh_hans: 交易类型

# cashflow.editor.select_account
source: Выбери счет
de: Konto auswählen
en: Select account
es: Seleccionar cuenta
fr: Sélectionner un compte
tr: Hesap seç
zh_hans: 选择账户

# cashflow.editor.select_card
source: Выберите карту
de: Karte auswählen
en: Select card
es: Seleccionar tarjeta
fr: Sélectionner une carte
tr: Kart seç
zh_hans: 选择卡片

# cashflow.editor.to_card
source: На карту
de: Zu Karte
en: To card
es: A tarjeta
fr: Vers la carte
tr: Karta
zh_hans: 转入卡

# cashflow.editor.transaction_currency
source: Валюта транзакции
de: Transaktionswährung
en: Transaction currency
es: Moneda de la transacción
fr: Devise de la transaction
tr: İşlem para birimi
zh_hans: 交易货币

# cashflow.editor.transaction_type
source: Тип операции
de: Transaktionstyp
en: Transaction type
es: Tipo de transacción
fr: Type de transaction
tr: İşlem türü
zh_hans: 交易类型

# cashflow.editor.transfer.exchange_rate
source: Exchange rate
de: Wechselkurs
es: Tipo de cambio
fr: Taux de change
tr: Döviz kuru
zh_hans: 汇率

# cashflow.editor.transfer.rate_custom_invalid
source: Enter a valid custom rate.
de: Gib einen gültigen benutzerdefinierten Kurs ein.
es: Introduce un tipo de cambio personalizado válido.
fr: Saisissez un taux personnalisé valide.
tr: Geçerli bir özel kur girin.
zh_hans: 请输入有效的自定义汇率。

# cashflow.editor.transfer.rate_loading
source: Loading current rate…
de: Aktueller Kurs wird geladen…
es: Cargando tipo de cambio actual…
fr: Chargement du taux actuel…
tr: Güncel kur yükleniyor…
zh_hans: 正在加载当前汇率…

# cashflow.editor.transfer.rate_mode.current
source: Current
de: Aktuell
es: Actual
fr: Actuel
tr: Güncel
zh_hans: 当前汇率

# cashflow.editor.transfer.rate_mode.custom
source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
tr: Özel
zh_hans: 自定义

# cashflow.editor.transfer.rate_unavailable
source: Current rate is unavailable. Enter your own rate to continue.
de: Aktueller Kurs nicht verfügbar. Gib deinen eigenen Kurs ein, um fortzufahren.
es: El tipo de cambio actual no está disponible. Introduce tu propio tipo para continuar.
fr: Le taux actuel est indisponible. Saisissez votre propre taux pour continuer.
tr: Güncel kur mevcut değil. Devam etmek için kendi kurunuzu girin.
zh_hans: 当前汇率不可用，请输入自定义汇率以继续。

# cashflow.editor.transfer.received_amount
source: Will receive: %1$@ %2$@
de: Wird erhalten: %1$@ %2$@
es: Recibirás: %1$@ %2$@
fr: Sera reçu : %1$@ %2$@
tr: Alınacak: %1$@ %2$@
zh_hans: 将到账：%1$@ %2$@

# cashflow.editor.transfer.your_rate
source: Your rate
de: Dein Kurs
es: Tu tipo
fr: Votre taux
tr: Sizin kurunuz
zh_hans: 你的汇率

# cashflow.expense
source: Расходы
de: Ausgaben
en: Expenses
es: Gastos
fr: Dépenses
tr: Giderler
zh_hans: 支出

# cashflow.history.asset_change.price
source: Цена
de: Preis
en: Price
es: Precio
fr: Prix
tr: Fiyat
zh_hans: 价格

# cashflow.history.asset_change.quantity
source: Кол-во
de: Menge
en: Qty
es: Cant.
fr: Qté
tr: Adet
zh_hans: 数量

# cashflow.history.asset_change.value
source: Стоимость
de: Wert
en: Value
es: Valor
fr: Valeur
tr: Değer
zh_hans: 价值

# cashflow.history.cards
source: Счета и карты
de: Konten und Karten
en: Accounts and cards
es: Cuentas y tarjetas
fr: Comptes et cartes
tr: Hesaplar ve kartlar
zh_hans: 账户和卡片

# cashflow.history.cards.all
source: Все счета и карты
de: Alle Konten und Karten
en: All accounts and cards
es: Todas las cuentas y tarjetas
fr: Tous les comptes et cartes
tr: Tüm hesaplar ve kartlar
zh_hans: 所有账户和卡片

# cashflow.history.date_filter.title
source: Фильтр по дате
de: Datumsfilter
en: Date filter
es: Filtro de fecha
fr: Filtre de date
tr: Tarih filtresi
zh_hans: 日期筛选

# cashflow.history.detail.amount
source: Сумма
de: Betrag
en: Amount
es: Importe
fr: Montant
tr: Tutar
zh_hans: 金额

# cashflow.history.detail.category
source: Категория
de: Kategorie
en: Category
es: Categoría
fr: Catégorie
tr: Kategori
zh_hans: 类别

# cashflow.history.detail.changes
source: Что изменилось
de: Was hat sich geändert
en: What changed
es: Qué cambió
fr: Ce qui a changé
tr: Değişenler
zh_hans: 发生了什么变化

# cashflow.history.detail.date
source: Дата
de: Datum
en: Date
es: Fecha
fr: Date
tr: Tarih
zh_hans: 日期

# cashflow.history.detail.delete
source: Удалить операцию
de: Transaktion löschen
en: Delete transaction
es: Eliminar transacción
fr: Supprimer la transaction
tr: İşlemi sil
zh_hans: 删除交易

# cashflow.history.detail.delete.balance_update_failed.message
source: Не удалось обновить балансы для "%1$@". Нужно: %2$@ %4$@. Доступно: %3$@ %4$@.
de: Salden für "%1$@" können nicht aktualisiert werden. Benötigt: %2$@ %4$@. Verfügbar: %3$@ %4$@.
en: Cannot update balances for "%1$@". Required: %2$@ %4$@. Available: %3$@ %4$@.
es: No se pueden actualizar los saldos de "%1$@". Necesario: %2$@ %4$@. Disponible: %3$@ %4$@.
fr: Impossible de mettre à jour les soldes pour « %1$@ ». Requis : %2$@ %4$@. Disponible : %3$@ %4$@.
tr: "%1$@" için bakiyeler güncellenemiyor. Gerekli: %2$@ %4$@. Mevcut: %3$@ %4$@.
zh_hans: 无法更新"%1$@"的余额。需要：%2$@ %4$@，可用：%3$@ %4$@。

# cashflow.history.detail.delete.balance_update_failed.title
source: Не удалось обновить балансы
de: Salden können nicht aktualisiert werden
en: Cannot update balances
es: No se pueden actualizar los saldos
fr: Impossible de mettre à jour les soldes
tr: Bakiyeler güncellenemiyor
zh_hans: 无法更新余额

# cashflow.history.detail.delete.message
source: С пересчетом обновятся остатки затронутых счетов. Без пересчета удалится только запись в истории.
de: Mit Neuberechnung werden Kontosalden aktualisiert. Ohne Neuberechnung wird nur der Historieneintrag gelöscht.
en: With recalculation, account balances are updated. Without recalculation, only history entry is deleted.
es: Con recálculo, los saldos de cuenta se actualizan. Sin recálculo, solo se elimina el registro del historial.
fr: Avec recalcul, les soldes des comptes sont mis à jour. Sans recalcul, seule l'entrée d'historique est supprimée.
tr: Yeniden hesaplamayla hesap bakiyeleri güncellenir. Yeniden hesaplama olmadan yalnızca geçmiş kaydı silinir.
zh_hans: 重新计算将更新账户余额；不重新计算则仅删除历史记录。

# cashflow.history.detail.delete.title
source: Удалить операцию?
de: Transaktion löschen?
en: Delete transaction?
es: ¿Eliminar transacción?
fr: Supprimer la transaction ?
tr: İşlem silinsin mi?
zh_hans: 确认删除？

# cashflow.history.detail.delete.with_recalc
source: Удалить + обновить остатки
de: Löschen + Salden aktualisieren
en: Delete + update balances
es: Eliminar + actualizar saldos
fr: Supprimer + mettre à jour les soldes
tr: Sil + bakiyeleri güncelle
zh_hans: 删除并更新余额

# cashflow.history.detail.delete.without_recalc
source: Удалить только из истории
de: Nur Historie löschen
en: Delete history only
es: Eliminar solo historial
fr: Supprimer l'historique uniquement
tr: Yalnızca geçmişi sil
zh_hans: 仅删除记录

# cashflow.history.detail.edit
source: Изменить операцию
de: Transaktion bearbeiten
en: Edit transaction
es: Editar transacción
fr: Modifier la transaction
tr: İşlemi düzenle
zh_hans: 编辑交易

# cashflow.history.detail.from_account
source: С счета
de: Von Konto
en: From account
es: Desde cuenta
fr: Du compte
tr: Hesaptan
zh_hans: 转出账户

# cashflow.history.detail.note
source: Комментарий
de: Notiz
en: Note
es: Nota
fr: Note
tr: Not
zh_hans: 备注

# cashflow.history.detail.settlement_account
source: Счет списания
de: Verrechnungskonto
en: Settlement account
es: Cuenta de liquidación
fr: Compte de règlement
tr: Takas hesabı
zh_hans: 结算账户

# cashflow.history.detail.title
source: Операция
de: Transaktion
en: Transaction
es: Transacción
fr: Transaction
tr: İşlem
zh_hans: 交易详情

# cashflow.history.detail.to_account
source: На счет
de: Zu Konto
en: To account
es: A cuenta
fr: Vers le compte
tr: Hesaba
zh_hans: 转入账户

# cashflow.history.detail.type
source: Тип
de: Typ
en: Type
es: Tipo
fr: Type
tr: Tür
zh_hans: 类型

# cashflow.history.empty.default
source: Добавьте первую операцию
de: Erste Transaktion hinzufügen
en: Add your first transaction
es: Añade tu primera transacción
fr: Historique des transactions vide
tr: İşlem geçmişi boş
zh_hans: 添加第一笔交易

# cashflow.history.empty.search
source: Попробуйте изменить запрос
de: Suchanfrage ändern
en: Try changing your query
es: Prueba cambiando tu búsqueda
fr: Essayez de modifier votre recherche
tr: Sorgunuzu değiştirmeyi deneyin
zh_hans: 试试调整搜索条件

# cashflow.history.empty.title
source: Нет операций
de: Keine Transaktionen
en: No transactions
es: Sin transacciones
fr: Aucune transaction
tr: İşlem yok
zh_hans: 暂无交易

# cashflow.history.filter.account_correction
source: Корр. счета
de: Kontokorrekturen
en: Account Corrections
es: Correcciones de cuenta
fr: Corrections de compte
tr: Hesap Düzeltmeleri
zh_hans: 账户校正

# cashflow.history.filter.all
source: Все
de: Alle
en: All
es: Todas
fr: Tout
tr: Tümü
zh_hans: 全部

# cashflow.history.filter.asset_change
source: Изм. актива
de: Vermögensänderungen
en: Asset Changes
es: Cambios de activos
fr: Modifications d'actifs
tr: Varlık Değişiklikleri
zh_hans: 资产重估

# cashflow.history.filter.expense
source: Списания
de: Ausgaben
en: Expenses
es: Gastos
fr: Dépenses
tr: Giderler
zh_hans: 支出

# cashflow.history.filter.income
source: Доходы
de: Einnahmen
en: Income
es: Ingresos
fr: Revenus
tr: Gelirler
zh_hans: 收入

# cashflow.history.filter.transfer
source: Переводы
de: Überweisungen
en: Transfers
es: Transferencias
fr: Transferts
tr: Transferler
zh_hans: 转账

# cashflow.history.load_more
source: Показать еще
de: Mehr anzeigen
en: Show more
es: Mostrar más
fr: Afficher plus
tr: Daha fazla göster
zh_hans: 加载更多

# cashflow.history.period
source: Период
de: Zeitraum
en: Period
es: Período
fr: Période
tr: Dönem
zh_hans: 时段

# cashflow.history.summary.expense
source: Траты
de: Ausgaben
en: Expenses
es: Gastos
fr: Dépenses
tr: Giderler
zh_hans: 支出

# cashflow.history.summary.income
source: Доходы
de: Einnahmen
en: Income
es: Ingresos
fr: Revenus
tr: Gelir
zh_hans: 收入

# cashflow.history.title
source: История операций
de: Transaktionen
en: Transactions
es: Transacciones
fr: Transactions
tr: İşlemler
zh_hans: 交易记录

# cashflow.income
source: Доходы
de: Einnahmen
en: Income
es: Ingresos
fr: Revenus
tr: Gelir
zh_hans: 收入

# cashflow.insights.comparison.less_than
source: Меньше, чем в
de: Weniger als
en: Less than
es: Menos que
fr: Moins que
tr: Daha az
zh_hans: 少于

# cashflow.insights.comparison.more_than
source: Больше, чем в
de: Mehr als
en: More than
es: Más que
fr: Plus que
tr: Daha fazla
zh_hans: 多于

# cashflow.insights.comparison.same_as
source: Как в
de: Gleich wie
en: Same as
es: Igual que
fr: Identique à
tr: Aynı
zh_hans: 与...持平

# cashflow.main.empty_intro.description
source: Здесь видно, откуда приходят деньги и куда уходят. Добавьте первую операцию, чтобы начать.
de: Hier siehst du, woher Geld kommt und wohin es geht. Füge deine erste Transaktion hinzu, um zu beginnen.
en: Here you can see where money comes from and where it goes. Add your first transaction to get started.
es: Aquí puedes ver de dónde viene el dinero y adónde va. Añade tu primera transacción para empezar.
fr: Ici, vous pouvez voir d'où vient l'argent et où il va. Ajoutez votre première transaction pour commencer.
tr: Burada paranın nereden geldiğini ve nereye gittiğini görebilirsiniz. Başlamak için ilk işleminizi ekleyin.
zh_hans: 这里可以看到钱从哪里来、到哪里去。添加第一笔交易开始记录。

# cashflow.main.empty.no_transactions
source: Нет транзакций
de: Keine Transaktionen
en: No transactions
es: Sin transacciones
fr: Aucune transaction
tr: İşlem yok
zh_hans: 暂无交易

# cashflow.management.income_plan.title
source: План доходов
de: Einnahmenplan
en: Income plan
es: Plan de ingresos
fr: Plan de revenus
tr: Gelir planı
zh_hans: 收入计划

# cashflow.management.planner_expenses.title
source: План платежей
de: Geplant
en: Planned
es: Planificado
fr: Planifié
tr: Planlanan
zh_hans: 计划中

# cashflow.management.recurring.title
source: Регулярные
de: Wiederkehrend
en: Recurring
es: Recurrente
fr: Récurrent
tr: Tekrarlayan
zh_hans: 定期

# cashflow.month_workspace.account
source: Счёт
de: Konto
en: Account
es: Cuenta
zh_hans: 账户

# cashflow.month_workspace.account_balance_unchanged
source: Баланс счёта не изменится
de: Der Kontostand ändert sich nicht
en: The account balance will not change
es: El saldo de la cuenta no cambiará
zh_hans: 账户余额不会变更

# cashflow.month_workspace.add
source: Добавить операцию
de: Transaktion hinzufügen
en: Add transaction
es: Añadir transacción
zh_hans: 添加交易

# cashflow.month_workspace.analytics
source: Аналитика и бюджеты
de: Analysen & Budgets
en: Analytics & budgets
es: Análisis y presupuestos
zh_hans: 分析与预算

# cashflow.month_workspace.apply_failure
source: Не удалось применить импорт.
de: Der Import konnte nicht angewendet werden.
en: Import could not be applied.
es: No se pudo aplicar la importación.
zh_hans: 无法应用导入。

# cashflow.month_workspace.apply_selected
source: Импортировать выбранные
de: Ausgewählte Transaktionen anwenden
en: Apply selected transactions
es: Aplicar transacciones seleccionadas
zh_hans: 导入所选交易

# cashflow.month_workspace.applying
source: Импорт…
de: Transaktionen werden angewendet…
en: Applying transactions…
es: Aplicando transacciones…
zh_hans: 正在导入交易…

# cashflow.month_workspace.cancel
source: Отмена
de: Abbrechen
en: Cancel
es: Cancelar
zh_hans: 取消

# cashflow.month_workspace.category
source: Категория
de: Kategorie
en: Category
es: Categoría
zh_hans: 分类

# cashflow.month_workspace.category_breakdown
source: По категориям
de: Nach Kategorie
en: By category
es: Por categoría
zh_hans: 按分类

# cashflow.month_workspace.choose_another_month
source: Выбрать другой месяц
de: Anderen Monat wählen
en: Choose another month
es: Elegir otro mes
zh_hans: 选择其他月份

# cashflow.month_workspace.choose_month
source: Выбрать месяц
de: Monat wählen
en: Choose month
es: Elegir mes
zh_hans: 选择月份

# cashflow.month_workspace.choose_month_hint
source: Открывает выбор месяца
de: Öffnet die Monatsauswahl
en: Opens month selection
es: Abre la selección de mes
zh_hans: 打开月份选择

# cashflow.month_workspace.close_explanation
source: После закрытия доходы, расходы, переводы и импорт будут заблокированы. История закрытия сохранится.
de: Nach dem Schließen werden Änderungen an Einnahmen, Ausgaben, Überweisungen und Importen gesperrt. Der Prüfverlauf bleibt erhalten.
en: Closing blocks income, expense, transfer and import changes. The audit history is retained.
es: Al cerrar se bloquean los cambios en ingresos, gastos, transferencias e importaciones. El historial de auditoría se conserva.
zh_hans: 关闭后将阻止收入、支出、转账和导入更改，并保留审计历史。

# cashflow.month_workspace.close_month
source: Закрыть месяц
de: Monat schließen
en: Close month
es: Cerrar mes
zh_hans: 关闭月度

# cashflow.month_workspace.closed
source: Закрыт
de: Geschlossen
en: Closed
es: Cerrado
zh_hans: 已关闭

# cashflow.month_workspace.closed_explanation
source: Месяц доступен только для чтения. Переоткройте его, чтобы изменять операции.
de: Dieser Monat ist schreibgeschützt. Öffnen Sie ihn erneut, um Transaktionen zu ändern.
en: This month is read-only. Reopen it to change transactions.
es: Este mes es de solo lectura. Vuelve a abrirlo para modificar las transacciones.
zh_hans: 该月度为只读。重新打开后才能修改交易。

# cashflow.month_workspace.confirm_close
source: Подтвердить закрытие
de: Schließen bestätigen
en: Confirm closing
es: Confirmar cierre
zh_hans: 确认关闭

# cashflow.month_workspace.confirm_import
source: Подтвердить импорт
de: Import bestätigen
en: Confirm import
es: Confirmar importación
zh_hans: 确认导入

# cashflow.month_workspace.confirm_import_message
source: Операции будут записаны в Cashflow. Это финальное подтверждение.
de: Die Transaktionen werden in Cashflow gespeichert. Dies ist die endgültige Bestätigung.
en: Transactions will be written to Cashflow. This is the final confirmation.
es: Las transacciones se escribirán en Cashflow. Esta es la confirmación final.
zh_hans: 交易将写入现金流。这是最终确认。

# cashflow.month_workspace.confirm_reopen
source: Подтвердить переоткрытие
de: Wiederöffnen bestätigen
en: Confirm reopening
es: Confirmar reapertura
zh_hans: 确认重新打开

# cashflow.month_workspace.difference
source: Разница
de: Differenz
en: Difference
es: Diferencia
zh_hans: 差额

# cashflow.month_workspace.done
source: Готово
de: Fertig
en: Done
es: Listo
zh_hans: 完成

# cashflow.month_workspace.duplicates
source: Дубли
de: Duplikate
en: Duplicates
es: Duplicados
zh_hans: 重复项

# cashflow.month_workspace.empty_hint
source: Добавьте операцию или импортируйте данные.
de: Fügen Sie eine Transaktion hinzu oder importieren Sie Daten.
en: Add a transaction or import data.
es: Añade una transacción o importa datos.
zh_hans: 添加交易或导入数据。

# cashflow.month_workspace.excluded_duplicate
source: Исключено: возможный дубль
de: Ausgeschlossen: möglicherweise doppelt
en: Excluded: possible duplicate
es: Excluido: posible duplicado
zh_hans: 已排除：可能重复

# cashflow.month_workspace.excluded_rows
source: Исключено
de: Ausgeschlossen
en: Excluded
es: Excluido
zh_hans: 已排除

# cashflow.month_workspace.excluded_technical
source: Исключено: техническая строка банка
de: Ausgeschlossen: technische Bankzeile
en: Excluded: bank technical row
es: Excluido: fila técnica del banco
zh_hans: 已排除：银行技术行

# cashflow.month_workspace.excluded_transfer
source: Исключено: перевод не влияет на Cashflow
de: Ausgeschlossen: Überweisung wirkt sich nicht auf Cashflow aus
en: Excluded: transfer does not affect Cashflow
es: Excluido: la transferencia no afecta a Cashflow
zh_hans: 已排除：转账不影响现金流

# cashflow.month_workspace.expense
source: Расходы
de: Ausgaben
en: Expenses
es: Gastos
zh_hans: 支出

# cashflow.month_workspace.expense_budget
source: Бюджет расходов
de: Ausgabenbudget
en: Expense budget
es: Presupuesto de gastos
zh_hans: 支出预算

# cashflow.month_workspace.history
source: Вся история
de: Vollständiger Verlauf
en: Full history
es: Historial completo
zh_hans: 全部历史

# cashflow.month_workspace.import_data
source: Импорт
de: Import
en: Import
es: Importar
zh_hans: 导入

# cashflow.month_workspace.import_month
source: Месяц импорта
de: Import-Monat
en: Import month
es: Mes de importación
zh_hans: 导入月份

# cashflow.month_workspace.import_month_hint
source: Операции будут проверены и добавлены в этот месяц.
de: Transaktionen werden geprüft und diesem Monat hinzugefügt.
en: Transactions will be validated and added to this month.
es: Las transacciones se validarán y se añadirán a este mes.
zh_hans: 交易将验证并添加到此月份。

# cashflow.month_workspace.included_rows
source: Включено
de: Enthalten
en: Included
es: Incluido
zh_hans: 已包含

# cashflow.month_workspace.income
source: Доходы
de: Einnahmen
en: Income
es: Ingresos
zh_hans: 收入

# cashflow.month_workspace.income_budget
source: План доходов
de: Einnahmenplan
en: Income plan
es: Plan de ingresos
zh_hans: 收入计划

# cashflow.month_workspace.link_to_account
source: Привязать к счёту
de: Mit Konto verknüpfen
en: Link to account
es: Vincular a cuenta
zh_hans: 关联到账户

# cashflow.month_workspace.manual_bulk
source: Ручной пакетный ввод
de: Manuelle Sammeleingabe
en: Manual bulk entry
es: Entrada manual por lotes
zh_hans: 手动批量录入

# cashflow.month_workspace.month_actions
source: Действия с месяцем
de: Monatsaktionen
en: Month actions
es: Acciones del mes
zh_hans: 月度操作

# cashflow.month_workspace.month_destination_hint
source: Новые операции и импорт попадут в %@
de: Neue Transaktionen und Importe werden zu %@ hinzugefügt
en: New transactions and imports will be added to %@
es: Las nuevas transacciones e importaciones se añadirán a %@
zh_hans: 新交易和导入将添加到%@

# cashflow.month_workspace.month_mismatch
source: Период выписки не совпадает с выбранным месяцем.
de: Der Zeitraum des Kontoauszugs stimmt nicht mit dem ausgewählten Monat überein.
en: The statement period does not match the selected month.
es: El período del extracto no coincide con el mes seleccionado.
zh_hans: 对账单周期与所选月份不匹配。

# cashflow.month_workspace.next_month
source: Следующий месяц
de: Nächster Monat
en: Next month
es: Mes siguiente
zh_hans: 下个月

# cashflow.month_workspace.no_transactions
source: Нет операций
de: Keine Transaktionen
en: No transactions
es: Sin transacciones
zh_hans: 无交易

# cashflow.month_workspace.not_ready
source: Можно закрыть только завершённый прошлый месяц.
de: Es kann nur ein abgeschlossener vergangener Monat geschlossen werden.
en: Only a completed past month can be closed.
es: Solo se puede cerrar un mes pasado ya completado.
zh_hans: 只能关闭已完成的过去月度。

# cashflow.month_workspace.open
source: Открыт
de: Offen
en: Open
es: Abierto
zh_hans: 已开放

# cashflow.month_workspace.previous_month
source: Предыдущий месяц
de: Vorheriger Monat
en: Previous month
es: Mes anterior
zh_hans: 上个月

# cashflow.month_workspace.privacy
source: Файл не сохраняется на устройстве после обработки.
de: Die Originaldatei wird nach der Verarbeitung nicht gespeichert.
en: The original file is not retained after processing.
es: El archivo original no se conserva después del procesamiento.
zh_hans: 处理后不保留原始文件。

# cashflow.month_workspace.ready
source: Проверки пройдены
de: Prüfungen bestanden
en: Checks passed
es: Comprobaciones superadas
zh_hans: 检查已通过

# cashflow.month_workspace.reconciliation
source: Сверка итогов
de: Abgleich
en: Reconciliation
es: Conciliación
zh_hans: 对账

# cashflow.month_workspace.reconciliation_failed
source: Итоги выписки не сходятся.
de: Die Summen des Kontoauszugs stimmen nicht überein.
en: Statement totals do not reconcile.
es: Los totales del extracto no cuadran.
zh_hans: 对账单总额无法对平。

# cashflow.month_workspace.reconciliation_success
source: Итоги сошлись
de: Summen stimmen überein
en: Totals reconcile
es: Los totales cuadran
zh_hans: 总额已对平

# cashflow.month_workspace.reopen_month
source: Переоткрыть месяц
de: Monat wieder öffnen
en: Reopen month
es: Reabrir mes
zh_hans: 重新打开月度

# cashflow.month_workspace.retry_failure
source: Импорт не удался. Повторите.
de: Import fehlgeschlagen. Bitte erneut versuchen.
en: Import failed. Try again.
es: Error al importar. Inténtalo de nuevo.
zh_hans: 导入失败，请重试。

# cashflow.month_workspace.review
source: Проверка
de: Überprüfung
en: Review
es: Revisión
zh_hans: 审核

# cashflow.month_workspace.select_account
source: Выберите счёт
de: Konto auswählen
en: Select account
es: Seleccionar cuenta
zh_hans: 选择账户

# cashflow.month_workspace.statement
source: Банковская выписка
de: Kontoauszug
en: Bank statement
es: Extracto bancario
zh_hans: 银行对账单

# cashflow.month_workspace.summary
source: Сводка
de: Zusammenfassung
en: Summary
es: Resumen
zh_hans: 摘要

# cashflow.month_workspace.switch_to_month
source: Переключиться на %@
de: Zu %@ wechseln
en: Switch to %@
es: Cambiar a %@
zh_hans: 切换到%@

# cashflow.month_workspace.title
source: Месяц
de: Monat
en: Month
es: Mes
zh_hans: 月度

# cashflow.month_workspace.total_rows
source: Всего строк
de: Zeilen insgesamt
en: Total rows
es: Filas totales
zh_hans: 总行数

# cashflow.month_workspace.transaction_count %lld
source: %lld операции
de: %lld Transaktionen
en: %lld transactions
es: %lld transacciones
zh_hans: %lld 笔交易

# cashflow.month_workspace.transfer
source: Переводы
de: Überweisungen
en: Transfers
es: Transferencias
zh_hans: 转账

# cashflow.month_workspace.transfers
source: Переводы
de: Überweisungen
en: Transfers
es: Transferencias
zh_hans: 转账

# cashflow.month_workspace.unavailable
source: Сервис выписок сейчас недоступен.
de: Der Kontoauszugsdienst ist derzeit nicht verfügbar.
en: The statement service is currently unavailable.
es: El servicio de extractos no está disponible actualmente.
zh_hans: 对账单服务当前不可用。

# cashflow.month_workspace.unsupported
source: Формат или шаблон банка не поддерживается.
de: Dieses Bankformat oder diese Vorlage wird nicht unterstützt.
en: This bank format or template is unsupported.
es: Este formato o plantilla bancaria no es compatible.
zh_hans: 不支持此银行格式或模板。
